Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/umesamisk_sprak_far_en_grammatikkbok.html.tmx
Source language: nob
Languages: sma

source: Umesamisk språk får en grammatikkbok
sma: Upmejesaemien gïele grammatihkegærjam åådtje

source: Hemnes umesamiske forum får 226 000 kroner i tilskudd fra sametingsrådet til å utarbeide umesamisk grammatikkbok.
sma: Hemnes umesaemien forum 226 000 kråvnah dåarjojne saemiedigkieraereste åådtje juktie upmejesaemien grammatihkegærjam darjodh.

source: Sametingsråd Mikkel Eskil Mikkelsen (NSR) sier at det er et stort behov for en slik bok.
sma: Saemiedigkieraerie Mikkel Eskil Mikkelsen (NSR) jeahta joekoen daerpies dagkarinie gærjine.

source: Mikkel Eskil Mikkelsen Árvu/Sámediggi – Vi vet at det er et stort ønske om å arbeide med umesamisk, og jeg er glad for at umesamisk grammatikkbok blir utarbeidet og at vi kan støtte opp om det, sier Mikkelsen.
sma: – Daejrebe stoerre sjaavnjoe upmejesaemien gïeline barkedh, jïh manne aavone upmejesaemien grammatihkegærja dorjesåvva jïh maahtam dam dåarjodh, Mikkelsen jeahta.

source: Tilskuddet er en del av oppfølgingen av Beaiveálgu-erklæringen.
sma: Dåarjoe lea bielie dehtie guhkiebasse barkoste Biejjienaalkoebæjhkoehtimmeste.

source: Sametingsrådet vil i denne valgperioden styrke umesamisk språk med slike tiltak og satsing som gjør det mulig å revitalisere umesamisk.
sma: Daan veeljemeboelhken saemiedigkieraerie sæjhta upmejesaemien gïelem nænnoestidh dagkeri råajvarimmiejgujmie jïh barkojne man åvteste gåarede upmejesaemien jieliehtidh.

source: Sametinget har gjennomført en utredning om situasjonen til umesamisk språk.
sma: Saemiedigkieraerie lea salkehtimmiem upmejesaemien gïeletsiehkien bïjre tjïrrehtamme.

source: Den viser at på norsk side av Sápmi finnes det ikke språkfaglige ressurser og læremidler i umesamisk, og heller ingen som snakker umesamisk.
sma: Dïhte vuesehte Saepmien nöörjen bielesne gïelefaageles vierhtieh jïh learoevierhtieh upmejesaemien gïelesne eah gååvnesh, jïh ij darhkh naakenh mah upmejesaemien soptsestieh.

source: I utredningen kommer det fram blant annet at det er et stort behov for læremidler, og da spesielt i grammatikk.
sma: Salkehtimmesne tjåådtje learoevierhtieh leah eevre daerpies, jïh joekoen grammatihkesne.

source: – Dette gjør det mulig å revitalisere umesamisk, fordi det da blir mulig å arrangere språkkurs og lære umesamisk på skolen, sier Mikkelsen.
sma: – Dan gaavhtan gåarede upmejesaemien jieliehtidh, dan åvteste nuepie sjædta gïelekuvsjh öörnedh jïh upmejesaemien skuvlesne lïeredh, Mikkelsen jeahta.

source: Langtidsmålet i Sametingets strategi for språksatsing Giellalokten, er å få flere samisktalende i alle samiske språk.
sma: Dïhte guhkiebasse ulmie Saemiedigkien strategijesne gïeleråajvarimmide Gïelelutnjeme, lea jienebh saemiestæjjah åadtjodh gaajhkine saemien gïeline.

source: Revitalisering av umesamisk krever likevel stor politisk satsing.
sma: Jieliehtimmie upmejesaemien gïeleste læjhkan aktem stoerre politihkeles barkoem kreava.

source: Det er en utfordring at det er så få som kan språket.
sma: Stoerre haesteme gosse dan vaenie almetjh mah gïelem maehtieh.

source: Sametingsråd Mikkel Eskil Mikkelsen sier at Sametinget er avhengige av aktive språkmiljø for å revitalisere umesamisk.
sma: Saemiedigkieraerie Mikkel Eskil Mikkelsen jeahta Saemiedigkie lea jearohke eadtjohke gïelebyjresijstie juktie upmejesaemien jieliehtidh.

source: Arbeidet krever solid satsing og ansvar både fra private personer, språkmiljøer, lokale samfunn, samfunnet, institusjoner, politikere og myndighetene.
sma: Barkoe nænnoes råajvarimmieh jïh dïedtem kreava dovne privaate almetjijstie, gïelebyjresijstie, voenges seabradahkijste, seabradahkeste, institusjovnijste, politihkerijstie jïh åejvieladtjijste.

source: –Dersom vi skal lykkes med dette, må det være personer som vil lære og bruke umesamisk.
sma: – Jis edtjebe daejnie lyhkesidh, dellie tjuara almetjh årrodh mah sijhtieh upmejesaemien lïeredh jïh nuhtjedh.

source: Sametinget har under koronatiden vært nødt til å utsette planlagte folkemøter om revitalisering av umesamisk, men vi gir ikke opp og håper vi får anledning til gjennomføre folkemøtene til neste år, sier Mikkelsen.
sma: Koronapandemijetïjjen Saemiedigkie lea tjoereme soejkesjamme almetjetjåanghkoeh jieliehtimmien bïjre upmejesaemien gïeleste vuertiemasse bïejedh, men ibie gåajparosth jïh gegkiestibie mijjieh nuepiem åadtjobe almetjetjåanghkojde tjirrehtidh mubpien jaepien, Mikkelsen jeahta.

source: For intervju, kontakt Mikkel Eskil Mikkelsen (NSR), tel. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no .
sma: Jis gihtjehtimmie, gaskesadth Mikkel Eskil Mikkelsen (NSR), tel. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no .
